export const committeePositions = {
    advisors: [
        "প্রধান উপদেষ্টা",
        "উপদেষ্টা",
        "বিশেষ উপদেষ্টা",
    ],

    executiveCommittee: [
        "সভাপতি",
        "সহ-সভাপতি",
        "সাধারণ সম্পাদক",
        "যুগ্ম সাধারণ সম্পাদক",
        "সাংগঠনিক সম্পাদক",
        "সহ-সাংগঠনিক সম্পাদক",
        "কোষাধ্যক্ষ",
        "দপ্তর সম্পাদক",
        "প্রচার ও প্রকাশনা সম্পাদক",
        "ক্রীড়া ও সাংস্কৃতিক সম্পাদক",
        "আইন বিষয়ক সম্পাদক",
        "তথ্য ও প্রযুক্তি সম্পাদক",
        "সমাজকল্যাণ সম্পাদক",
        "কার্যনির্বাহী সদস্য",
    ],

    members: [
        "সদস্য",
        "সহ-সদস্য",
        
    ],
};