

import client1 from "../assets/images/testimonial/client1.png";
import client2 from "../assets/images/testimonial/client2.png";
// import client3 from "../assets/images/testimonial/client3.png";

import client3 from "@/assets/images/testimonial/client3.png";

export const testimonials = [
  {
    id: 1,
    text: "এই ফোরামের মাধ্যমে আমি আমার ২০ বছর পরের সহপাঠীদের সাথে দেখা করার সুযোগ পেয়েছি। এটি সত্যিই একটি অসাধারণ উদ্যোগ।",
    name: "রাহুল আহমেদ",
    position: "১৯৯৫ ব্যাচ, সফটওয়্যার ইঞ্জিনিয়ার",
    avatar: client1,
  },
  {
    id: 2,
    text: "বর্তমান শিক্ষার্থীদের জন্য আমরা যে বৃত্তি কর্মসূচি চালু করেছি, তাতে অংশ নিতে পেরে আমি গর্বিত।",
    name: "ইবনাত আলমগীর",
    position: "২০১০ ব্যাচ, ইঞ্জিনিয়ার",
    avatar: client2,
  },
  {
    id: 3,
    text: "প্রতি বছর সম্মেলনে অংশ নিই এবং প্রতিবারই নতুন কিছু পুরনো বন্ধুর সাথে দেখা হয়।",
    name: "আরিফুল ইসলাম",
    position: "২০১০ ব্যাচ, উদ্যোক্তা, টেকস্টার্ট লিমিটেড",
    avatar: client3,
  },
  {
    id: 4,
    text: "প্রতি বছর সম্মেলনে অংশ নিই এবং প্রতিবারই নতুন কিছু পুরনো বন্ধুর সাথে দেখা হয়।",
    name: "ফজলুল কাদের",
    position: "২০১০ ব্যাচ, উদ্যোক্তা, টেকস্টার্ট লিমিটেড",
    avatar: client3,
  },
  {
    id: 5,
    text: "প্রতি বছর সম্মেলনে অংশ নিই এবং প্রতিবারই নতুন কিছু পুরনো বন্ধুর সাথে দেখা হয়।",
    name: "জাবেদুর রহিম",
    position: "২০১০ ব্যাচ, উদ্যোক্তা, টেকস্টার্ট লিমিটেড",
    avatar: client1,
  },
  {
    id: 6,
    text: "প্রতি বছর সম্মেলনে অংশ নিই এবং প্রতিবারই নতুন কিছু পুরনো বন্ধুর সাথে দেখা হয়।",
    name: "ইকবাল হোসেন",
    position: "২০১০ ব্যাচ, উদ্যোক্তা, টেকস্টার্ট লিমিটেড",
    avatar: client3,
  },
  {
  id: 7,
  text: "এই অ্যালামনাই ফোরামের মাধ্যমে পুরনো বন্ধুদের সাথে আবার যোগাযোগ তৈরি করতে পেরে আমি সত্যিই আনন্দিত।",
  name: "মোঃ সাইফুল ইসলাম",
  position: "২০০৫ ব্যাচ, ব্যবসায়ী",
  avatar: client1,
},
{
  id: 8,
  text: "অ্যালামনাই ফোরাম আমাদের পুরনো স্মৃতিগুলোকে নতুন করে মনে করিয়ে দেয় এবং একে অপরের পাশে থাকার সুযোগ তৈরি করে।",
  name: "মোঃ কামরুল হাসান",
  position: "২০০৮ ব্যাচ, ব্যাংকার",
  avatar: client1,
},
{
  id: 9,
  text: "শিক্ষাপ্রতিষ্ঠানের প্রতি আমাদের দায়বদ্ধতা থেকে বর্তমান শিক্ষার্থীদের সহযোগিতা করতে পেরে আমি গর্বিত।",
  name: "মোঃ নাসির উদ্দিন",
  position: "২০১২ ব্যাচ, সফটওয়্যার ইঞ্জিনিয়ার",
  avatar: client1,
},
{
  id: 10,
  text: "বন্ধুত্ব, স্মৃতি এবং পারস্পরিক সহযোগিতার একটি সুন্দর প্ল্যাটফর্ম হিসেবে এই ফোরাম আমাদের জন্য অত্যন্ত গুরুত্বপূর্ণ।",
  name: "মোঃ তানভীর আহমেদ",
  position: "২০১৫ ব্যাচ, উদ্যোক্তা",
  avatar: client1,
},
{
  id: 11,
  text: "প্রাক্তন শিক্ষার্থীদের একত্রিত করে সামাজিক ও শিক্ষামূলক কার্যক্রম পরিচালনা করা সত্যিই একটি প্রশংসনীয় উদ্যোগ।",
  name: "মোঃ রাকিবুল ইসলাম",
  position: "২০১৭ ব্যাচ, প্রকৌশলী",
  avatar: client1,
},
{
  id: 12,
  text: "পুরনো সহপাঠীদের সাথে নিয়মিত যোগাযোগ এবং বিভিন্ন সামাজিক কার্যক্রমে অংশ নেওয়ার সুযোগ পেয়ে আমি আনন্দিত।",
  name: "মোঃ মাহবুব আলম",
  position: "২০২০ ব্যাচ, শিক্ষক",
  avatar: client1,
},
];