
// BlogData Script file 

import { ref } from 'vue';
import { RouterLink } from 'vue-router';


import image1 from '../assets/images/blog/blog_1.jpeg';
import image2 from '../assets/images/blog/blog_2.jpeg';
import image3 from '../assets/images/blog/blog_3.jpeg';
import image4 from '../assets/images/blog/blog_4.jpeg';







export const blogs = ref([
    {
        id:1,
        title:'আমাদের স্কুলের শিক্ষা ব্যবস্থা: অতীত ও বর্তমান',
        desc:'অ্যালামনাই ফোরামের উদ্যোগে শুরু হয়েছে অসচ্ছল মেধাবী শিক্ষার্থীদের জন্য বৃত্তি কর্মসূচি। এই কর্মসূচির লক্ষ্য, উদ্দেশ্য এবং কিভাবে আবেদন করতে হবে সেই বিষয়ে বিস্তারিত তথ্য। গত পাঁচ বছরে আমরা ৫০ জন শিক্ষার্থীকে বৃত্তি দিয়েছি, তাদের সাফল্যের গল্পও শুনুন এই ব্লগে...',
         content: `
        আমাদের স্কুলের শিক্ষা ব্যবস্থা সময়ের সাথে
        অনেক পরিবর্তিত হয়েছে।

        অতীতে শিক্ষার্থীদের জন্য সুযোগ-সুবিধা
        সীমিত ছিল। বর্তমানে প্রযুক্তির ব্যবহারের
        কারণে শিক্ষার পরিবেশ অনেক উন্নত হয়েছে।

        প্রাক্তন শিক্ষার্থীদের সহযোগিতায়
        আমরা আরও উন্নত শিক্ষা ব্যবস্থা গড়ে
        তুলতে কাজ করছি।
    `,
        image:image1,
        borderColor:'border-blue-500/20',
        publish_date: '২২ জুলাই ২০২২',
        author:'সুজন রহমান',            
        categories:[ 
            {
                name:'ক্যারিয়ার',
            },
            {
                name:'স্মৃতিচারণ',
            }
        ],
    },
    {
        id:2,
        title:'অসচ্ছল মেধাবী শিক্ষার্থীদের জন্য বৃত্তি কর্মসূচি',
        desc:'অ্যালামনাই ফোরামের উদ্যোগে শুরু হয়েছে অসচ্ছল মেধাবী শিক্ষার্থীদের জন্য বৃত্তি কর্মসূচি। এই কর্মসূচির লক্ষ্য, উদ্দেশ্য এবং কিভাবে আবেদন করতে হবে সেই বিষয়ে বিস্তারিত তথ্য। গত পাঁচ বছরে আমরা ৫০ জন শিক্ষার্থীকে বৃত্তি দিয়েছি, তাদের সাফল্যের গল্পও শুনুন এই ব্লগে...',
        image:image2,
        borderColor:'border-cyan-500/20',
        publish_date:'২০ জুলাই ২০২২',
        author:'প্রফেসর রফিকুল ইসলাম',
        categories:[
            {
                name:'সামাজিক দায়বদ্ধতা',
            },
            {
                name:'বৃত্তি কর্মসূচি',
            }
        ],
    },
    {
        id:3,
        title:'ক্যারিয়ার গাইডেন্স: কিভাবে সফল হওয়া যায়',
        desc:"স্কুল জীবন থেকে শুরু করে বিশ্ববিদ্যালয় এবং পেশাগত জীবনে কিভাবে সফল হওয়া যায় সেই বিষয়ে অভিজ্ঞ প্রাক্তন শিক্ষার্থীদের পরামর্শ। বিভিন্ন পেশার সফল ব্যক্তিদের সাক্ষাৎকার এবং তাদের জীবনের গুরুত্বপূর্ণ শিক্ষা নিয়ে এই বিশেষ ব্লগ পোস্ট",
        image:image3,
        borderColor:'border-blue-500/20',
        publish_date:'৫ ডিসেম্বর, ২০২৩',
        author:'ড. সুমাইয়া খান',
        categories:[
            {
                name:'ক্যারিয়ার',
            },
            {
                name:'বৃত্তি কর্মসূচি',
            },
            {
                name:'সাক্ষাৎকার',
            }
        ],
    },
     {
        id:4,
        title:'সফল উদ্যোক্তা হতে যা প্রয়োজন',
        desc:"স্কুল জীবন থেকে শুরু করে বিশ্ববিদ্যালয় এবং পেশাগত জীবনে কিভাবে সফল হওয়া যায় সেই বিষয়ে অভিজ্ঞ প্রাক্তন শিক্ষার্থীদের পরামর্শ। বিভিন্ন পেশার সফল ব্যক্তিদের সাক্ষাৎকার এবং তাদের জীবনের গুরুত্বপূর্ণ শিক্ষা নিয়ে এই বিশেষ ব্লগ পোস্ট",
         content: `
        আমাদের স্কুলের শিক্ষা ব্যবস্থা সময়ের সাথে
        অনেক পরিবর্তিত হয়েছে।

        অতীতে শিক্ষার্থীদের জন্য সুযোগ-সুবিধা
        সীমিত ছিল। বর্তমানে প্রযুক্তির ব্যবহারের
        কারণে শিক্ষার পরিবেশ অনেক উন্নত হয়েছে।

        প্রাক্তন শিক্ষার্থীদের সহযোগিতায়
        আমরা আরও উন্নত শিক্ষা ব্যবস্থা গড়ে
        তুলতে কাজ করছি।
    `,
        image:image4,
        borderColor:'border-cyan-500/20',
        publish_date:'২৮ নভেম্বর, ২০২৩',
        author:'আরিফুল ইসলাম',
        categories:[
            {
                name:'ক্যারিয়ার',
            },
        ],
    }, 
                            
]);



