
// BlogData Script file 

import { ref } from 'vue';
import { RouterLink } from 'vue-router';


import image1 from '../assets/images/blog/blog_1.jpeg';
import image2 from '../assets/images/blog/blog_2.jpeg';
import image3 from '../assets/images/blog/blog_3.jpeg';
import image4 from '../assets/images/blog/blog_4.jpeg';







export const blogs = ref([
    {
        id:1,
        title:'আমাদের স্কুলের শিক্ষা ব্যবস্থা: অতীত ও বর্তমান',
        desc:'উপকূলীয় আদর্শ উচ্চ বিদ্যালয় এর শিক্ষা ব্যবস্থার বিবর্তন নিয়ে এই লেখা। কিভাবে সময়ের সাথে সাথে.....',
         content: `
       উপকূলীয় আদর্শ উচ্চ বিদ্যালয় এর শিক্ষা ব্যবস্থার বিবর্তন নিয়ে এই লেখা। কিভাবে সময়ের সাথে সাথে 
       আমাদের পাঠদান পদ্ধতি, পাঠ্যক্রম এবং শিক্ষার মান উন্নত হয়েছে তা নিয়ে বিস্তারিত আলোচনা।
       প্রারম্ভিক দিনগুলো (১৯৯০-২০০০)
        ১৯৯০ এর দশকে আমাদের স্কুলের শিক্ষা ব্যবস্থা ছিল সম্পূর্ণ ভিন্ন। সে সময়ে শ্রেণীকক্ষে শিক্ষার্থীদের সংখ্যা ছিল অনেক বেশি,
        কিন্তু শিক্ষক সংখ্যা ছিল সীমিত। পাঠদান পদ্ধতি ছিল মূলত প্রচলিত লেকচার ভিত্তিক। বিজ্ঞান শিক্ষার জন্য প্রয়োজনীয় 
        সরঞ্জামের অভাব ছিল, কিন্তু শিক্ষকদের আন্তরিকতা ও নিষ্ঠা সেই সীমাবদ্ধতা অনেকাংশে পুষিয়ে দিত।
        সে সময়ে মূল্যায়ন পদ্ধতিও ছিল ভিন্ন। বার্ষিক পরীক্ষাই ছিল মূল্যায়নের প্রধান মাধ্যম। ক্রমাগত মূল্যায়ন বা সিসিএ পদ্ধতি তখন 
        চালু হয়নি। তবে ছাত্র-শিক্ষক সম্পর্ক ছিল অত্যন্ত ঘনিষ্ঠ ও বন্ধুত্বপূর্ণ।
        মিলেনিয়ামের পরিবর্তন (২০০০-২০১০)
        নতুন সহস্রাব্দের শুরুতে আমাদের স্কুলে এসেছে নানা ধরনের পরিবর্তন। সরকারি উদ্যোগে এবং কিছু প্রাক্তন শিক্ষার্থীর সহায়তায় 
        স্কুলে কম্পিউটার ল্যাব স্থাপন করা হয়। বিজ্ঞান শিক্ষার জন্য প্রয়োজনীয় সরঞ্জাম আসতে শুরু করে।
        
        "শিক্ষার প্রকৃত উদ্দেশ্য শুধু পরীক্ষায় ভালো ফলাফল করা নয়, বরং একজন সুনাগরিক হিসেবে গড়ে উঠা।"
        -----প্রাক্তন প্রধান শিক্ষক আব্দুল মালেক

এই সময়কালে পাঠ্যক্রমেও আসে বেশ কিছু পরিবর্তন। ইংরেজি ও গণিত শিক্ষার উপর বিশেষ জোর দেওয়া হয়। সহশিক্ষা কার্যক্রম
 যেমন বিতর্ক, আবৃত্তি, খেলাধুলার প্রতি শিক্ষার্থীদের আগ্রহ বাড়ানোর জন্য বিশেষ উদ্যোগ নেওয়া হয়।

        বর্তমান অবস্থা (২০১০-বর্তমান)
গত এক দশকে আমাদের স্কুলের শিক্ষা ব্যবস্থায় এসেছে আমূল পরিবর্তন। ডিজিটাল বাংলাদেশের অংশ হিসেবে স্কুলে চালু হয়েছে 
মাল্টিমিডিয়া ক্লাসরুম। পাঠদান পদ্ধতি হয়েছে আরও ইন্টারেক্টিভ ও অংশগ্রহণমূলক।

-ডিজিটাল ক্লাসরুম ও স্মার্ট বোর্ড
-বিজ্ঞান গবেষণাগারের আধুনিকায়ন
-দক্ষতা উন্নয়ন কার্যক্রম
-ক্রমাগত মূল্যায়ন পদ্ধতি
-ক্যারিয়ার কাউন্সেলিং সেল

    বিষয়	    ---    ১৯৯০-২০০০	         ---       বর্তমান
শিক্ষার্থী সংখ্যা	---   প্রতি শ্রেণীতে ৭০-৮০ জন    ---        প্রতি শ্রেণীতে ৪০-৫০ জন
শিক্ষক সংখ্যা	 ---  ১৫ জন	                   ---   ৩২ জন
পাঠ্যক্রম	     ---  মূল বিষয়কেন্দ্রিক	            ---   বিষয়ভিত্তিক + দক্ষতা উন্নয়ন
প্রযুক্তি ব্যবহার	 --- সীমিত	                     --- ডিজিটাল ক্লাসরুম, কম্পিউটার ল্যাব
মূল্যায়ন পদ্ধতি	--- বার্ষিক পরীক্ষা	              ---  ক্রমাগত মূল্যায়ন + বার্ষিক পরীক্ষা

ভবিষ্যৎ পরিকল্পনা
আমাদের স্কুলের শিক্ষা ব্যবস্থাকে আরও আধুনিক ও যুগোপযোগী করতে কিছু পরিকল্পনা রয়েছে:

-স্কুলে একটি আধুনিক লাইব্রেরি ও গবেষণা কেন্দ্র স্থাপন
-রোবোটিক্স ও কোডিং ক্লাব চালু করা
-শিক্ষার্থীদের জন্য বৃত্তি ও উপবৃত্তির পরিধি বৃদ্ধি
-শিক্ষকদের জন্য নিয়মিত প্রশিক্ষণের ব্যবস্থা
-পরিবেশ শিক্ষাকে পাঠ্যক্রমের সাথে আরও সমন্বয় করা

উপসংহার
উপকূলীয় আদর্শ উচ্চ বিদ্যালয়ের শিক্ষা ব্যবস্থার এই বিবর্তন আমাদের গর্ব করার মতো। তবে এখনও অনেক দূর যেতে হবে।
প্রযুক্তির এই যুগে শিক্ষার মান আরও উন্নত করতে হবে, যাতে আমাদের শিক্ষার্থীরা আন্তর্জাতিক পর্যায়ে প্রতিযোগিতা করতে 
পারে। এই অগ্রযাত্রায় প্রাক্তন শিক্ষার্থীদের ভূমিকা অপরিসীম। আপনারাও এই উন্নয়ন প্রক্রিয়ার অংশ হতে পারেন।
    `,
        image:image1,
        borderColor:'border-blue-500/20',
        publish_date: '২২ জুলাই ২০২২',
        author:'সুজন রহমান',            
        categories:[ 
            {
                name:'ক্যারিয়ার',
            },
            {
                name:'স্মৃতিচারণ',
            }
        ],
    },
    {
        id:2,
        title:'অসচ্ছল মেধাবী শিক্ষার্থীদের জন্য বৃত্তি কর্মসূচি',
        desc:'অ্যালামনাই ফোরামের উদ্যোগে শুরু হয়েছে অসচ্ছল মেধাবী শিক্ষার্থীদের জন্য বৃত্তি কর্মসূচি। এই কর্মসূচির লক্ষ্য...',
        content: `
       উপকূলীয় আদর্শ উচ্চ বিদ্যালয় এর শিক্ষা ব্যবস্থার বিবর্তন নিয়ে এই লেখা। কিভাবে সময়ের সাথে সাথে 
       আমাদের পাঠদান পদ্ধতি, পাঠ্যক্রম এবং শিক্ষার মান উন্নত হয়েছে তা নিয়ে বিস্তারিত আলোচনা।
       প্রারম্ভিক দিনগুলো (১৯৯০-২০০০)
        ১৯৯০ এর দশকে আমাদের স্কুলের শিক্ষা ব্যবস্থা ছিল সম্পূর্ণ ভিন্ন। সে সময়ে শ্রেণীকক্ষে শিক্ষার্থীদের সংখ্যা ছিল অনেক বেশি,
        কিন্তু শিক্ষক সংখ্যা ছিল সীমিত। পাঠদান পদ্ধতি ছিল মূলত প্রচলিত লেকচার ভিত্তিক। বিজ্ঞান শিক্ষার জন্য প্রয়োজনীয় 
        সরঞ্জামের অভাব ছিল, কিন্তু শিক্ষকদের আন্তরিকতা ও নিষ্ঠা সেই সীমাবদ্ধতা অনেকাংশে পুষিয়ে দিত।
        সে সময়ে মূল্যায়ন পদ্ধতিও ছিল ভিন্ন। বার্ষিক পরীক্ষাই ছিল মূল্যায়নের প্রধান মাধ্যম। ক্রমাগত মূল্যায়ন বা সিসিএ পদ্ধতি তখন 
        চালু হয়নি। তবে ছাত্র-শিক্ষক সম্পর্ক ছিল অত্যন্ত ঘনিষ্ঠ ও বন্ধুত্বপূর্ণ।
        মিলেনিয়ামের পরিবর্তন (২০০০-২০১০)
        নতুন সহস্রাব্দের শুরুতে আমাদের স্কুলে এসেছে নানা ধরনের পরিবর্তন। সরকারি উদ্যোগে এবং কিছু প্রাক্তন শিক্ষার্থীর সহায়তায় 
        স্কুলে কম্পিউটার ল্যাব স্থাপন করা হয়। বিজ্ঞান শিক্ষার জন্য প্রয়োজনীয় সরঞ্জাম আসতে শুরু করে।
        
        "শিক্ষার প্রকৃত উদ্দেশ্য শুধু পরীক্ষায় ভালো ফলাফল করা নয়, বরং একজন সুনাগরিক হিসেবে গড়ে উঠা।"
        -----প্রাক্তন প্রধান শিক্ষক আব্দুল মালেক

এই সময়কালে পাঠ্যক্রমেও আসে বেশ কিছু পরিবর্তন। ইংরেজি ও গণিত শিক্ষার উপর বিশেষ জোর দেওয়া হয়। সহশিক্ষা কার্যক্রম
 যেমন বিতর্ক, আবৃত্তি, খেলাধুলার প্রতি শিক্ষার্থীদের আগ্রহ বাড়ানোর জন্য বিশেষ উদ্যোগ নেওয়া হয়।

        বর্তমান অবস্থা (২০১০-বর্তমান)
গত এক দশকে আমাদের স্কুলের শিক্ষা ব্যবস্থায় এসেছে আমূল পরিবর্তন। ডিজিটাল বাংলাদেশের অংশ হিসেবে স্কুলে চালু হয়েছে 
মাল্টিমিডিয়া ক্লাসরুম। পাঠদান পদ্ধতি হয়েছে আরও ইন্টারেক্টিভ ও অংশগ্রহণমূলক।

-ডিজিটাল ক্লাসরুম ও স্মার্ট বোর্ড
-বিজ্ঞান গবেষণাগারের আধুনিকায়ন
-দক্ষতা উন্নয়ন কার্যক্রম
-ক্রমাগত মূল্যায়ন পদ্ধতি
-ক্যারিয়ার কাউন্সেলিং সেল

    বিষয়	    ---    ১৯৯০-২০০০	         ---       বর্তমান
শিক্ষার্থী সংখ্যা	---   প্রতি শ্রেণীতে ৭০-৮০ জন    ---        প্রতি শ্রেণীতে ৪০-৫০ জন
শিক্ষক সংখ্যা	 ---  ১৫ জন	                   ---   ৩২ জন
পাঠ্যক্রম	     ---  মূল বিষয়কেন্দ্রিক	            ---   বিষয়ভিত্তিক + দক্ষতা উন্নয়ন
প্রযুক্তি ব্যবহার	 --- সীমিত	                     --- ডিজিটাল ক্লাসরুম, কম্পিউটার ল্যাব
মূল্যায়ন পদ্ধতি	--- বার্ষিক পরীক্ষা	              ---  ক্রমাগত মূল্যায়ন + বার্ষিক পরীক্ষা

ভবিষ্যৎ পরিকল্পনা
আমাদের স্কুলের শিক্ষা ব্যবস্থাকে আরও আধুনিক ও যুগোপযোগী করতে কিছু পরিকল্পনা রয়েছে:

-স্কুলে একটি আধুনিক লাইব্রেরি ও গবেষণা কেন্দ্র স্থাপন
-রোবোটিক্স ও কোডিং ক্লাব চালু করা
-শিক্ষার্থীদের জন্য বৃত্তি ও উপবৃত্তির পরিধি বৃদ্ধি
-শিক্ষকদের জন্য নিয়মিত প্রশিক্ষণের ব্যবস্থা
-পরিবেশ শিক্ষাকে পাঠ্যক্রমের সাথে আরও সমন্বয় করা

উপসংহার
উপকূলীয় আদর্শ উচ্চ বিদ্যালয়ের শিক্ষা ব্যবস্থার এই বিবর্তন আমাদের গর্ব করার মতো। তবে এখনও অনেক দূর যেতে হবে।
প্রযুক্তির এই যুগে শিক্ষার মান আরও উন্নত করতে হবে, যাতে আমাদের শিক্ষার্থীরা আন্তর্জাতিক পর্যায়ে প্রতিযোগিতা করতে 
পারে। এই অগ্রযাত্রায় প্রাক্তন শিক্ষার্থীদের ভূমিকা অপরিসীম। আপনারাও এই উন্নয়ন প্রক্রিয়ার অংশ হতে পারেন।
    `,
        image:image2,
        borderColor:'border-cyan-500/20',
        publish_date:'২০ জুলাই ২০২২',
        author:'প্রফেসর রফিকুল ইসলাম',
        categories:[
            {
                name:'সামাজিক দায়বদ্ধতা',
            },
            {
                name:'বৃত্তি কর্মসূচি',
            }
        ],
    },
    {
        id:3,
        title:'ক্যারিয়ার গাইডেন্স: কিভাবে সফল হওয়া যায়',
        desc:"স্কুল জীবন থেকে শুরু করে বিশ্ববিদ্যালয় এবং পেশাগত জীবনে কিভাবে সফল হওয়া যায়......",
        content: `
       উপকূলীয় আদর্শ উচ্চ বিদ্যালয় এর শিক্ষা ব্যবস্থার বিবর্তন নিয়ে এই লেখা। কিভাবে সময়ের সাথে সাথে 
       আমাদের পাঠদান পদ্ধতি, পাঠ্যক্রম এবং শিক্ষার মান উন্নত হয়েছে তা নিয়ে বিস্তারিত আলোচনা।
       প্রারম্ভিক দিনগুলো (১৯৯০-২০০০)
        ১৯৯০ এর দশকে আমাদের স্কুলের শিক্ষা ব্যবস্থা ছিল সম্পূর্ণ ভিন্ন। সে সময়ে শ্রেণীকক্ষে শিক্ষার্থীদের সংখ্যা ছিল অনেক বেশি,
        কিন্তু শিক্ষক সংখ্যা ছিল সীমিত। পাঠদান পদ্ধতি ছিল মূলত প্রচলিত লেকচার ভিত্তিক। বিজ্ঞান শিক্ষার জন্য প্রয়োজনীয় 
        সরঞ্জামের অভাব ছিল, কিন্তু শিক্ষকদের আন্তরিকতা ও নিষ্ঠা সেই সীমাবদ্ধতা অনেকাংশে পুষিয়ে দিত।
        সে সময়ে মূল্যায়ন পদ্ধতিও ছিল ভিন্ন। বার্ষিক পরীক্ষাই ছিল মূল্যায়নের প্রধান মাধ্যম। ক্রমাগত মূল্যায়ন বা সিসিএ পদ্ধতি তখন 
        চালু হয়নি। তবে ছাত্র-শিক্ষক সম্পর্ক ছিল অত্যন্ত ঘনিষ্ঠ ও বন্ধুত্বপূর্ণ।
        মিলেনিয়ামের পরিবর্তন (২০০০-২০১০)
        নতুন সহস্রাব্দের শুরুতে আমাদের স্কুলে এসেছে নানা ধরনের পরিবর্তন। সরকারি উদ্যোগে এবং কিছু প্রাক্তন শিক্ষার্থীর সহায়তায় 
        স্কুলে কম্পিউটার ল্যাব স্থাপন করা হয়। বিজ্ঞান শিক্ষার জন্য প্রয়োজনীয় সরঞ্জাম আসতে শুরু করে।
        
        "শিক্ষার প্রকৃত উদ্দেশ্য শুধু পরীক্ষায় ভালো ফলাফল করা নয়, বরং একজন সুনাগরিক হিসেবে গড়ে উঠা।"
        -----প্রাক্তন প্রধান শিক্ষক আব্দুল মালেক

এই সময়কালে পাঠ্যক্রমেও আসে বেশ কিছু পরিবর্তন। ইংরেজি ও গণিত শিক্ষার উপর বিশেষ জোর দেওয়া হয়। সহশিক্ষা কার্যক্রম
 যেমন বিতর্ক, আবৃত্তি, খেলাধুলার প্রতি শিক্ষার্থীদের আগ্রহ বাড়ানোর জন্য বিশেষ উদ্যোগ নেওয়া হয়।

        বর্তমান অবস্থা (২০১০-বর্তমান)
গত এক দশকে আমাদের স্কুলের শিক্ষা ব্যবস্থায় এসেছে আমূল পরিবর্তন। ডিজিটাল বাংলাদেশের অংশ হিসেবে স্কুলে চালু হয়েছে 
মাল্টিমিডিয়া ক্লাসরুম। পাঠদান পদ্ধতি হয়েছে আরও ইন্টারেক্টিভ ও অংশগ্রহণমূলক।

-ডিজিটাল ক্লাসরুম ও স্মার্ট বোর্ড
-বিজ্ঞান গবেষণাগারের আধুনিকায়ন
-দক্ষতা উন্নয়ন কার্যক্রম
-ক্রমাগত মূল্যায়ন পদ্ধতি
-ক্যারিয়ার কাউন্সেলিং সেল

    বিষয়	    ---    ১৯৯০-২০০০	         ---       বর্তমান
শিক্ষার্থী সংখ্যা	---   প্রতি শ্রেণীতে ৭০-৮০ জন    ---        প্রতি শ্রেণীতে ৪০-৫০ জন
শিক্ষক সংখ্যা	 ---  ১৫ জন	                   ---   ৩২ জন
পাঠ্যক্রম	     ---  মূল বিষয়কেন্দ্রিক	            ---   বিষয়ভিত্তিক + দক্ষতা উন্নয়ন
প্রযুক্তি ব্যবহার	 --- সীমিত	                     --- ডিজিটাল ক্লাসরুম, কম্পিউটার ল্যাব
মূল্যায়ন পদ্ধতি	--- বার্ষিক পরীক্ষা	              ---  ক্রমাগত মূল্যায়ন + বার্ষিক পরীক্ষা

ভবিষ্যৎ পরিকল্পনা
আমাদের স্কুলের শিক্ষা ব্যবস্থাকে আরও আধুনিক ও যুগোপযোগী করতে কিছু পরিকল্পনা রয়েছে:

-স্কুলে একটি আধুনিক লাইব্রেরি ও গবেষণা কেন্দ্র স্থাপন
-রোবোটিক্স ও কোডিং ক্লাব চালু করা
-শিক্ষার্থীদের জন্য বৃত্তি ও উপবৃত্তির পরিধি বৃদ্ধি
-শিক্ষকদের জন্য নিয়মিত প্রশিক্ষণের ব্যবস্থা
-পরিবেশ শিক্ষাকে পাঠ্যক্রমের সাথে আরও সমন্বয় করা

উপসংহার
উপকূলীয় আদর্শ উচ্চ বিদ্যালয়ের শিক্ষা ব্যবস্থার এই বিবর্তন আমাদের গর্ব করার মতো। তবে এখনও অনেক দূর যেতে হবে।
প্রযুক্তির এই যুগে শিক্ষার মান আরও উন্নত করতে হবে, যাতে আমাদের শিক্ষার্থীরা আন্তর্জাতিক পর্যায়ে প্রতিযোগিতা করতে 
পারে। এই অগ্রযাত্রায় প্রাক্তন শিক্ষার্থীদের ভূমিকা অপরিসীম। আপনারাও এই উন্নয়ন প্রক্রিয়ার অংশ হতে পারেন।
    `,
        image:image3,
        borderColor:'border-blue-500/20',
        publish_date:'৫ ডিসেম্বর, ২০২৩',
        author:'ড. সুমাইয়া খান',
        categories:[
            {
                name:'ক্যারিয়ার',
            },
            {
                name:'বৃত্তি কর্মসূচি',
            },
            {
                name:'সাক্ষাৎকার',
            }
        ],
    },
     {
        id:4,
        title:'সফল উদ্যোক্তা হতে যা প্রয়োজন',
        desc:"স্কুল জীবন থেকে শুরু করে বিশ্ববিদ্যালয় এবং পেশাগত জীবনে কিভাবে সফল হওয়া যায় ",
        content: `
       উপকূলীয় আদর্শ উচ্চ বিদ্যালয় এর শিক্ষা ব্যবস্থার বিবর্তন নিয়ে এই লেখা। কিভাবে সময়ের সাথে সাথে 
       আমাদের পাঠদান পদ্ধতি, পাঠ্যক্রম এবং শিক্ষার মান উন্নত হয়েছে তা নিয়ে বিস্তারিত আলোচনা।
       প্রারম্ভিক দিনগুলো (১৯৯০-২০০০)
        ১৯৯০ এর দশকে আমাদের স্কুলের শিক্ষা ব্যবস্থা ছিল সম্পূর্ণ ভিন্ন। সে সময়ে শ্রেণীকক্ষে শিক্ষার্থীদের সংখ্যা ছিল অনেক বেশি,
        কিন্তু শিক্ষক সংখ্যা ছিল সীমিত। পাঠদান পদ্ধতি ছিল মূলত প্রচলিত লেকচার ভিত্তিক। বিজ্ঞান শিক্ষার জন্য প্রয়োজনীয় 
        সরঞ্জামের অভাব ছিল, কিন্তু শিক্ষকদের আন্তরিকতা ও নিষ্ঠা সেই সীমাবদ্ধতা অনেকাংশে পুষিয়ে দিত।
        সে সময়ে মূল্যায়ন পদ্ধতিও ছিল ভিন্ন। বার্ষিক পরীক্ষাই ছিল মূল্যায়নের প্রধান মাধ্যম। ক্রমাগত মূল্যায়ন বা সিসিএ পদ্ধতি তখন 
        চালু হয়নি। তবে ছাত্র-শিক্ষক সম্পর্ক ছিল অত্যন্ত ঘনিষ্ঠ ও বন্ধুত্বপূর্ণ।
        মিলেনিয়ামের পরিবর্তন (২০০০-২০১০)
        নতুন সহস্রাব্দের শুরুতে আমাদের স্কুলে এসেছে নানা ধরনের পরিবর্তন। সরকারি উদ্যোগে এবং কিছু প্রাক্তন শিক্ষার্থীর সহায়তায় 
        স্কুলে কম্পিউটার ল্যাব স্থাপন করা হয়। বিজ্ঞান শিক্ষার জন্য প্রয়োজনীয় সরঞ্জাম আসতে শুরু করে।
        
        "শিক্ষার প্রকৃত উদ্দেশ্য শুধু পরীক্ষায় ভালো ফলাফল করা নয়, বরং একজন সুনাগরিক হিসেবে গড়ে উঠা।"
        -----প্রাক্তন প্রধান শিক্ষক আব্দুল মালেক

এই সময়কালে পাঠ্যক্রমেও আসে বেশ কিছু পরিবর্তন। ইংরেজি ও গণিত শিক্ষার উপর বিশেষ জোর দেওয়া হয়। সহশিক্ষা কার্যক্রম
 যেমন বিতর্ক, আবৃত্তি, খেলাধুলার প্রতি শিক্ষার্থীদের আগ্রহ বাড়ানোর জন্য বিশেষ উদ্যোগ নেওয়া হয়।

        বর্তমান অবস্থা (২০১০-বর্তমান)
গত এক দশকে আমাদের স্কুলের শিক্ষা ব্যবস্থায় এসেছে আমূল পরিবর্তন। ডিজিটাল বাংলাদেশের অংশ হিসেবে স্কুলে চালু হয়েছে 
মাল্টিমিডিয়া ক্লাসরুম। পাঠদান পদ্ধতি হয়েছে আরও ইন্টারেক্টিভ ও অংশগ্রহণমূলক।

-ডিজিটাল ক্লাসরুম ও স্মার্ট বোর্ড
-বিজ্ঞান গবেষণাগারের আধুনিকায়ন
-দক্ষতা উন্নয়ন কার্যক্রম
-ক্রমাগত মূল্যায়ন পদ্ধতি
-ক্যারিয়ার কাউন্সেলিং সেল

    বিষয়	    ---    ১৯৯০-২০০০	         ---       বর্তমান
শিক্ষার্থী সংখ্যা	---   প্রতি শ্রেণীতে ৭০-৮০ জন    ---        প্রতি শ্রেণীতে ৪০-৫০ জন
শিক্ষক সংখ্যা	 ---  ১৫ জন	                   ---   ৩২ জন
পাঠ্যক্রম	     ---  মূল বিষয়কেন্দ্রিক	            ---   বিষয়ভিত্তিক + দক্ষতা উন্নয়ন
প্রযুক্তি ব্যবহার	 --- সীমিত	                     --- ডিজিটাল ক্লাসরুম, কম্পিউটার ল্যাব
মূল্যায়ন পদ্ধতি	--- বার্ষিক পরীক্ষা	              ---  ক্রমাগত মূল্যায়ন + বার্ষিক পরীক্ষা

ভবিষ্যৎ পরিকল্পনা
আমাদের স্কুলের শিক্ষা ব্যবস্থাকে আরও আধুনিক ও যুগোপযোগী করতে কিছু পরিকল্পনা রয়েছে:

-স্কুলে একটি আধুনিক লাইব্রেরি ও গবেষণা কেন্দ্র স্থাপন
-রোবোটিক্স ও কোডিং ক্লাব চালু করা
-শিক্ষার্থীদের জন্য বৃত্তি ও উপবৃত্তির পরিধি বৃদ্ধি
-শিক্ষকদের জন্য নিয়মিত প্রশিক্ষণের ব্যবস্থা
-পরিবেশ শিক্ষাকে পাঠ্যক্রমের সাথে আরও সমন্বয় করা

উপসংহার
উপকূলীয় আদর্শ উচ্চ বিদ্যালয়ের শিক্ষা ব্যবস্থার এই বিবর্তন আমাদের গর্ব করার মতো। তবে এখনও অনেক দূর যেতে হবে।
প্রযুক্তির এই যুগে শিক্ষার মান আরও উন্নত করতে হবে, যাতে আমাদের শিক্ষার্থীরা আন্তর্জাতিক পর্যায়ে প্রতিযোগিতা করতে 
পারে। এই অগ্রযাত্রায় প্রাক্তন শিক্ষার্থীদের ভূমিকা অপরিসীম। আপনারাও এই উন্নয়ন প্রক্রিয়ার অংশ হতে পারেন।
    `,
        image:image4,
        borderColor:'border-cyan-500/20',
        publish_date:'২৮ নভেম্বর, ২০২৩',
        author:'আরিফুল ইসলাম',
        categories:[
            {
                name:'ক্যারিয়ার',
            },
        ],
    }, 
                            
]);



