export const members = [


{ id: 1, batch: '2020', name: 'মোঃ আরমান', father: 'মোঃ জসিম উদ্দিন', mother: 'মোছাঃ শাহেনা আক্তার' },
{ id: 2, batch: '2020', name: 'মোঃ শাহরিয়ার', father: 'মোঃ শামসুল আলম', mother: 'মোছাঃ উর্মি আক্তার' },
{ id: 3, batch: '2020', name: 'মোঃ আলাউদ্দিন', father: 'মোঃ আবু তাহের', mother: 'মোছাঃ নুরজাহান বেগম' },
{ id: 4, batch: '2020', name: 'মোঃ জসিম উদ্দিন', father: 'মোঃ নুরুল ইসলাম', mother: 'মোছাঃ রাশেদা বেগম' },
{ id: 5, batch: '2020', name: 'মোঃ কামরুল হাসান', father: 'মোঃ আবুল কালাম', mother: 'মোছাঃ নুর নাহার বেগম' },
{ id: 6, batch: '2020', name: 'হামিদুন্নবী বিন আবছার তাহমিদ', father: 'নুরুল আবছার', mother: 'হামিদা বেগম' },
{ id: 7, batch: '2020', name: 'খুরশিদা আবছার তানিমা', father: 'নুুরুল আবছার', mother: 'হামিদা বেগম' },
{ id: 8, batch: '2020', name: 'মোঃ আরিফ', father: 'আবু ছিদ্দিক', mother: 'রোকেয়া বেগম' },
{ id: 9, batch: '2020', name: 'আশিকুর রহমান', father: 'ইলিয়াছ', mother: 'তাজমহল বেগম' },
{ id: 10, batch: '2020', name: 'তারেকুল ইসলাম', father: 'আবদু শুক্কুর', mother: 'হাচিছিনা বেগম' },


{ id: 11, batch: '2020', name: 'মুমতাহিনা মমতাজ মিশিতা', father: 'মমতাজ উদ্দীন', mother: 'শাকিলা ইয়াছমিন' },
{ id: 12, batch: '2020', name: 'সাইমা সুলতানা', father: 'মোহাম্মদ রফিক', mother: 'মোছাম্মদ জোসনা আক্তার' },
{ id: 13, batch: '2021', name: 'সানজিদা আকতার মিতা', father: 'আব্দুর রহিম', mother: 'নুর নিচা' },
{ id: 14, batch: '2021', name: 'হালিমা আকতার সাদিয়া', father: 'মোঃ ওহিদুর রহমান', mother: 'রওশন আকতার' },
{ id: 15, batch: '2021', name: 'শাকিবুল হাসান জিকু', father: 'আলমগীর বাদশা', mother: 'রুবী আকতার' },
{ id: 16, batch: '2021', name: 'নাজমা আকতার রুপা', father: 'মোঃ ওহিদুর রহমান', mother: 'রোকসানা আকতার লাকী' },
{ id: 17, batch: '2021', name: 'মো আব্দুল আজিজ', father: 'আব্দুর রহিম', mother: 'নুুর নিসা' },
{ id: 18, batch: '2021', name: 'মোঃ মিনহাজ উদ্দিন', father: 'মোঃ নাছির', mother: 'রাশেদা বেগম' },
{ id: 19, batch: '2021', name: 'মুহাম্মদ এনামুল হক', father: 'মোঃ ইসমেইল', mother: 'মৃত শারমিন আকতার' },
{ id: 20, batch: '2021', name: 'মোঃ শাহিদুল ইসলাম', father: 'মোঃ শামসুল আলম', mother: 'মোছাঃ উর্মি আক্তার' },


{ id: 21, batch: '2022', name: 'আসিফুর রহমান', father: 'মনছুর আলী', mother: 'হাচিনা বেগম' },
{ id: 22, batch: '2022', name: 'আমজাদুল ইসলাম', father: 'জাহাঙ্গীর আলম', mother: 'হাছিনা বেগম' },
{ id: 23, batch: '2022', name: 'দীপা দাশ (পূজা)', father: 'হরিপদ দাশ', mother: 'ববিতা দাস' },
{ id: 24, batch: '2022', name: 'রিয়াজুল ইসলাম নাঈম', father: 'আহাম্মদ নবী', mother: 'হোছনীয়ারা বেগম' },
{ id: 25, batch: '2022', name: 'মোহাম্মদ মনির হোসেন', father: 'মোঃ ইসমাইল', mother: 'কহিনুর বেগম' },
{ id: 26, batch: '2022', name: 'জান্নাতুল নাইমা', father: 'আবদুল হাকিম', mother: 'রুবি আকতার' },
{ id: 27, batch: '2022', name: 'সাইফুল ইসলাম রেজভী', father: 'মোরতুজা আলী', mother: 'নাজমা খানম' },
{ id: 28, batch: '2020', name: 'সানজিদা সুলতানা তুহিন', father: 'নুরুল ইসলাম', mother: 'হোসনে আরা বেগম' },
{ id: 29, batch: '2020', name: 'মেহেরুন নিছা নাহিদা', father: 'মোঃ শাফি', mother: 'মোছাঃ জাহেদা বেগম' },
{ id: 30, batch: '2020', name: 'মো: সাফিন', father: 'মোঃ ছালেক', mother: 'মোছাঃ ছেনোয়ারা বেগম' },


{ id: 31, batch: '2020', name: 'মোঃ রুবেল', father: 'মোঃ আব্দুর রহমান', mother: 'মোছাঃ জাহানারা বেগম' },
{ id: 32, batch: '2020', name: 'মোঃ আরিফুল ইসলাম', father: 'মোঃ আব্দুল মালেক', mother: 'মোছাঃ শামসুন্নাহার' },
{ id: 33, batch: '2021', name: 'মোঃ রাকিব', father: 'মোঃ নাছির উদ্দিন', mother: 'মোছাঃ রোকসানা বেগম' },
{ id: 34, batch: '2021', name: 'মোঃ সজিব', father: 'মোঃ নুরুল আলম', mother: 'মোছাঃ শাহানারা বেগম' },
{ id: 35, batch: '2021', name: 'মোঃ ইমরান', father: 'মোঃ জয়নাল আবেদীন', mother: 'মোছাঃ সেলিনা আক্তার' },
{ id: 36, batch: '2021', name: 'মোঃ শামীম', father: 'মোঃ আব্দুল মান্নান', mother: 'মোছাঃ রাশেদা বেগম' },
{ id: 37, batch: '2021', name: 'মোঃ হৃদয়', father: 'মোঃ বশির আহমদ', mother: 'মোছাঃ নাসিমা আক্তার' },
{ id: 38, batch: '2021', name: 'মোঃ তানভীর', father: 'মোঃ রফিকুল ইসলাম', mother: 'মোছাঃ শিরিনা বেগম' },
{ id: 39, batch: '2021', name: 'মোঃ সোহেল', father: 'মোঃ জাহাঙ্গীর', mother: 'মোছাঃ পারভীন আক্তার' },
{ id: 40, batch: '2021', name: 'মোঃ ফয়সাল', father: 'মোঃ আলী আহমদ', mother: 'মোছাঃ জাহানারা বেগম' },


{ id: 41, batch: '2022', name: 'মোঃ সাকিব', father: 'মোঃ আব্দুস সালাম', mother: 'মোছাঃ রুবিনা আক্তার' },
{ id: 42, batch: '2022', name: 'মোঃ ইমন', father: 'মোঃ জাহাঙ্গীর আলম', mother: 'মোছাঃ সেলিনা বেগম' },
{ id: 43, batch: '2022', name: 'মোঃ নাঈম', father: 'মোঃ আবুল কালাম', mother: 'মোছাঃ হোসনে আরা' },
{ id: 44, batch: '2022', name: 'মোঃ জুবায়ের', father: 'মোঃ রফিক', mother: 'মোছাঃ রোকসানা বেগম' },
{ id: 45, batch: '2022', name: 'মোঃ মারুফ', father: 'মোঃ কামাল উদ্দিন', mother: 'মোছাঃ নুরজাহান' },
{ id: 46, batch: '2022', name: 'মোঃ রায়হান', father: 'মোঃ আব্দুল কাদের', mother: 'মোছাঃ হালিমা খাতুন' },
{ id: 47, batch: '2022', name: 'মোঃ তৌহিদ', father: 'মোঃ ছিদ্দিক আহমদ', mother: 'মোছাঃ শাহিদা বেগম' },
{ id: 48, batch: '2022', name: 'মোঃ সিফাত', father: 'মোঃ ইলিয়াছ', mother: 'মোছাঃ জোসনা আক্তার' },
{ id: 49, batch: '2022', name: 'মোঃ মাহিন', father: 'মোঃ নুরুল ইসলাম', mother: 'মোছাঃ রহিমা বেগম' },
{ id: 50, batch: '2022', name: 'মোঃ আদনান', father: 'মোঃ হানিফ', mother: 'মোছাঃ রাবেয়া বেগম' },



{ id: 51, batch: '2020', name: 'ইশরাত জাহান সুমাইয়া', father: 'আব্দু শুক্কুর', mother: 'জিয়াছমিন আকতার', },
{ id: 52, batch: '2020', name: 'আবু বয়ান', father: 'আবুল কালাম', mother: 'মাহফুজা খাতুন', },
{ id: 53, batch: '2020', name: 'মোঃ আসাফ উদ্দিন জাবেদ', father: 'মোঃ জসিম উদ্দীন', mother: 'মোছাঃ জোবাইদা বেগম', },
{ id: 54, batch: '2020', name: 'তাসকিয়া জোনাকি রিচি', father: 'মোঃ জসিম', mother: 'মোঃ রেহানা আক্তার', },
{ id: 55, batch: '2020', name: 'মোঃ রাশেদুল ইসলাম', father: 'মোঃ জেবল হোসেন', mother: 'মোছাম্মদ শামসুল নাহাভ', },
{ id: 56, batch: '2020', name: 'মোঃ জমির হোসেন', father: 'আবদুছ সালাম', mother: 'ছালেহা বেগম', },
{ id: 57, batch: '2020', name: 'সাদিয়া আকতার রিম্পা', father: 'মোঃ লোকমান', mother: 'রহিমা বেগম', },
{ id: 58, batch: '2020', name: 'রাসেল ইসলাম জুয়েল', father: 'মোঃ ছাবুর', mother: 'মোঃছাঃ রুমা আক্তার', },
{ id: 59, batch: '2020', name: 'মোঃ জুয়েল', father: 'আব্দুল রাজ্জাক', mother: 'ফরিদা বেগম', },
{ id: 60, batch: '2020', name: 'নাইমা আকতার', father: 'মোহাম্মদ কামাল', mother: 'শাহাজান বেগম', },

{ id: 61, batch: '2020', name: 'মোঃ মামুনুল করিম', father: 'দুধু মিয়া', mother: 'আনোয়ারা বেগম', },
{ id: 62, batch: '2020', name: 'নুসরাত ফারুকী সুমাইয়া', father: 'মোঃ ফারুক', mother: 'মোছাঃ জাহানারা বেগম', },
{ id: 63, batch: '2020', name: 'জান্নাতুল মাওয়া', father: 'মোহাম্মদ সালাম', mother: 'এমরানা বেগম', },
{ id: 64, batch: '2020', name: 'মোঃ সাইমন ইসলাম', father: 'মোঃ ছবুর', mother: 'বুলু আক্তার', },
{ id: 65, batch: '2020', name: 'মোঃ সাাব্বীর হোসেন', father: 'মোঃ জাহাঙ্গীর আলম', mother: 'মনোয়ারা বেগম', },
{ id: 66, batch: '2019', name: 'মোঃ শাানজাদুল ইসলাম সাকিব', father: 'মোঃ জালাল উদ্দিন', mother: 'রেহানা বেগম', },
{ id: 67, batch: '2019', name: 'মোঃ তাানভীর রেজা আতিক', father: 'মোঃ আবুদুস ছত্তার', mother: 'নুর নাহার বেগম', },
{ id: 68, batch: '2019', name: 'তৃঞা রানী দাশ', father: 'সুুমন দাশ', mother: 'বীনা রানী দাশ', },
{ id: 69, batch: '2019', name: 'হোসাইন মোহাম্মদ রাসেল', father: 'আব্দুর রহিম', mother: 'তাজু আকতার', },
{ id: 70, batch: '2019', name: 'আবদুর রহমান নাবিল', father: 'জসিম উদ্দিন', mother: 'নার্গিস আকতার', },


{ id: 71, batch: '2019', name: 'মোঃ তৌহিদুল ইসলাম', father: 'মোঃ ফোরকান', mother: 'মোছাঃ রোকেয়া', },
{ id: 72, batch: '2019', name: 'তায়েফ ইবনে ওবাইদ', father: 'ওবাইদুুর রহিম মিন্টু', mother: 'জান্নাতুল ফেরদৌস', },
{ id: 73, batch: '2019', name: 'আব্দুল্লাহ আল মুনতাসির হোসেন নাহিয়ান', father: 'মুহাম্মদ আমজাদ হোসেন্ন', mother: 'শাহেদা ইয়াছমিন কাউছার', },
{ id: 74, batch: '2019', name: 'মাসুুদুল হাসান সাকিব', father: 'কবির আহম্মদ', mother: 'শামীমা আক্তার', },
{ id: 75, batch: '2019', name: 'খুুরশেদ আলম মারুফ', father: 'জাহাঙ্গীর আলম', mother: 'খুরশিদা বেগম', },
{ id: 76, batch: '2019', name: 'মোঃ জোবায়ের', father: 'মোঃ আবুল কাশেম', mother: 'মোছাঃ রাশেদা বেগম', },
{ id: 77, batch: '2019', name: 'মোঃ রাকিবুল হাসান', father: 'মোঃ আব্দুল হক', mother: 'মোছাঃ নুরজাহান বেগম', },
{ id: 78, batch: '2019', name: 'মোঃ সাদমান সাকিব', father: 'মোঃ জসিম উদ্দিন', mother: 'মোছাঃ শাহিনা আক্তার', },
{ id: 79, batch: '2019', name: 'মোঃ রিদওয়ান', father: 'মোঃ কামাল উদ্দিন', mother: 'মোছাঃ সেলিনা বেগম', },
{ id: 80, batch: '2019', name: 'মোঃ আরিফুল ইসলাম', father: 'মোঃ নুরুল ইসলাম', mother: 'মোছাঃ রহিমা বেগম', },



{ id: 81, batch: '2019', name: 'মোঃ তানভীর আহমদ', father: 'মোঃ আবুল কালাম', mother: 'মোছাঃ জাহানারা বেগম', },
{ id: 82, batch: '2019', name: 'মোঃ সোহেল রানা', father: 'মোঃ রফিকুল ইসলাম', mother: 'মোছাঃ রোকসানা আক্তার', },
{ id: 83, batch: '2019', name: 'মোঃ ফয়সাল আহমদ', father: 'মোঃ জাহাঙ্গীর আলম', mother: 'মোছাঃ নাসিমা বেগম', },
{ id: 84, batch: '2019', name: 'মোঃ মাহমুদুল হাসান', father: 'মোঃ আব্দুর রহমান', mother: 'মোছাঃ হোসনে আরা বেগম', },
{ id: 85, batch: '2019', name: 'মোঃ রিয়াদ হোসেন', father: 'মোঃ ছিদ্দিক আহমদ', mother: 'মোছাঃ শাহানারা বেগম', },
{ id: 86, batch: '2018', name: 'মোঃ ইমন হোসেন', father: 'মোঃ আবু তাহের', mother: 'মোছাঃ জাহেদা বেগম', },
{ id: 87, batch: '2018', name: 'মোঃ সাকিবুল ইসলাম', father: 'মোঃ নাছির উদ্দিন', mother: 'মোছাঃ রুবিনা আক্তার', },
{ id: 88, batch: '2018', name: 'মোঃ তৌহিদুল ইসলাম', father: 'মোঃ জয়নাল আবেদীন', mother: 'মোছাঃ শিরিনা আক্তার', },
{ id: 89, batch: '2018', name: 'মোঃ আরমান হোসেন', father: 'মোঃ আব্দুস সালাম', mother: 'মোছাঃ পারভীন আক্তার', },
{ id: 90, batch: '2018', name: 'মোঃ নাঈম ইসলাম', father: 'মোঃ বশির আহমদ', mother: 'মোছাঃ নুর নাহার', },



{ id: 91, batch: '2018', name: 'মোঃ জুবায়ের হাসান', father: 'মোঃ আলী আহমদ', mother: 'মোছাঃ রাশেদা বেগম', },
{ id: 92, batch: '2018', name: 'মোঃ মেহেদী হাসান', father: 'মোঃ জাহাঙ্গীর', mother: 'মোছাঃ সেলিনা আক্তার', },
{ id: 93, batch: '2018', name: 'মোঃ সিফাত রহমান', father: 'মোঃ কামরুল ইসলাম', mother: 'মোছাঃ জাহানারা খাতুন', },
{ id: 94, batch: '2018', name: 'মোঃ রায়হান ইসলাম', father: 'মোঃ আবুল কাদের', mother: 'মোছাঃ রোকসানা বেগম', },
{ id: 95, batch: '2018', name: 'মোঃ আদনান কবির', father: 'মোঃ হাবিবুর রহমান', mother: 'মোছাঃ শাহিদা বেগম', },
{ id: 96, batch: '2018', name: 'মোঃ মারুফ হোসেন', father: 'মোঃ আব্দুল মালেক', mother: 'মোছাঃ নাসরিন আক্তার', },
{ id: 97, batch: '2018', name: 'মোঃ ইফতেখার আহমদ', father: 'মোঃ নুরুল আলম', mother: 'মোছাঃ রহিমা খাতুন', },
{ id: 98, batch: '2018', name: 'মোঃ ফাহিম ইসলাম', father: 'মোঃ জসিম উদ্দিন', mother: 'মোছাঃ হালিমা বেগম', },
{ id: 99, batch: '2026', name: 'মোঃ মারুফ হোসেন', father: 'মোঃ আব্দুল মালেক', mother: 'মোছাঃ নাসরিন আক্তার', },
{ id: 100, batch: '2025', name: 'মোঃ ইফতেখার আহমদ', father: 'মোঃ নুরুল আলম', mother: 'মোছাঃ রহিমা খাতুন', },
{ id: 101, batch: '2024', name: 'মোঃ ফাহিম ইসলাম', father: 'মোঃ জসিম উদ্দিন', mother: 'মোছাঃ হালিমা বেগম', },

{ id: 102, batch: '2009', name: 'মোঃ ফাহিম ইসলাম', father: 'মোঃ জসিম উদ্দিন', mother: 'মোছাঃ হালিমা বেগম', },
{ id: 103, batch: '2009', name: 'মোঃ জুবায়ের হাসান', father: 'মোঃ আলী আহমদ', mother: 'মোছাঃ রাশেদা বেগম', },
{ id: 104, batch: '2009', name: 'মোঃ রায়হান ইসলাম', father: 'মোঃ আবুল কাদের', mother: 'মোছাঃ রোকসানা বেগম', },
{ id: 105, batch: '2009', name: 'মোঃ আদনান কবির', father: 'মোঃ হাবিবুর রহমান', mother: 'মোছাঃ শাহিদা বেগম', },


];